Repository: pwnd2e/Zebra
Catalog: Zebra/*.lproj/Localizable.strings
Languages: de, hr, nn, pl, th

source: su/sling is not owned by root:wheel. Please verify the permissions of the file located at %@.
de: root:wheel ist nicht Besitzer von su/sling. Bitte überprüfen Sie die Berechtigungen der Datei unter %@.
hr: su/sling nije pod root:wheel razinim. Molimo, potvrdite dopuštenje na datoteku lociranu u %@.
nn: su/sling er ikkje ått av root:wheel. Ver vennleg og stadfest løyva til fila som ligg på %@.
pl: su/sling nie należy do root:wheel. Sprawdź uprawnienia pliku znajdującego się w %@.
th: su/sling ไม่ได้อยู่ภายใต้สิทธิ์ root:wheel กรุณาตรวจสอบให้แน่ใจว่าสิทธิ์การเข้าถึงของไฟล์ดังกล่าวที่อยู่ใน %@ นั้นถูกต้อง

source: su/sling does not have permission to set the uid or gid. Please verify the permissions of the file located at %@.
de: su/sling verfügt nicht über die Berechtigung, die „uid” oder „gid” festzulegen. Bitte überprüfen Sie die Berechtigungen der Datei unter %@.
hr: su/sling nema dopuštenje da podesi uid ili gid. Molimo, potvrdite dopuštenja na datoteke locirane u %@.
nn: su/sling har ikkje løyve til å angi uid eller gid. Ver vennleg og stadfest løyva til fila som ligg på %@.
pl: su/sling nie ma uprawnień do ustawienia uid lub gid. Proszę zweryfikować uprawnienia pliku znajdującego się w %@.
th: su/sling ยังไม่มีสิทธิ์ในการกำหนดค่า uid or gid กรุณาตรวจสอบให้แน่ใจว่าสิทธ์การเข้าถึงของไฟล์ดังกล่าวที่อยู่ใน %@ นั้นถูกต้อง

source: Error while creating documents directory: %@
de: Fehler beim Erstellen des Dokumentenverzeichnis: %@
hr: Greška tijekom kreiranja mape datoteke: %@
nn: Feil ved skiping av dokumentmappe: %@
pl: Wystąpił błąd podczas tworzenia katalogu dokumentów %@.
th: เกิดข้อผิดพลาดขณะเปิดที่อยู่ข้อมูลของโปรแกรม: %@

source: Error while creating lists directory: %@
de: Fehler beim Erstellen des lists Verzeichnisses: %@
hr: Greška pri kreiranju liste mape: %@
nn: Feil ved skiping av listemappe: %@
pl: Wystąpił błąd podczas tworzenia katalogu list %@.
th: เกิดข้อผิดพลาดขณะการสร้างที่อยู่: %@

source: Error while creating sources.list: %@
de: Fehler beim Erstellen der sources.list Datei: %@
hr: Greška pri kreiranju datoteke sources.list: %@
nn: Feil ved skiping av sources.list: %@
pl: Wystąpił błąd podczas tworzenia pliku sources.list: %@
th: เกิดข้อผิดพลาดในการเปิดไฟล์ sources.list: %@

source: Error while creating debs directory: %@
de: Fehler beim Erstellen des Debs-Verzeichnisses: %@
hr: Greška pri kreiranju mape debs datoteka: %@
nn: Feil ved skiping av debfilmappe: %@
pl: Wystąpił błąd podczas tworzenia katalogu plików . deb: %@
th: เกิดข้อผิดพลาดขณะการสร้างที่อยู่ไฟล์ deb: %@

source: Could not respring. Please respring manually.
de: SpringBoard konnte nicht neugestartet werden. Bitte versuche den Neustart manuell durchzuführen.
hr: Ne mogu respring. Molimo izvršite respring ručno.
nn: Kunne ikkje starta SpringBoard på nytt. Vennlegast start SpringBoard på nytt sjølv.
pl: Nie udało się zrestartować SpringBoard. Proszę zrobić to manualnie.
th: ไม่สำเร็จ กรุณาเริ่มการทำงาน SpringBoard ด้วยตัวเอง

source: ERROR: Unable to lock status file. Please try again.
de: FEHLER: Statusdatei konnte nicht gesperrt werden. Bitte versuchen Sie es erneut.
hr: POGREŠKA: neuspješno zaključavanje statusa datoteke. Molimo, pokušajte ponovo.
nn: FEIL: Kunne ikkje låsa statusfil. Ver vennleg og prøv på nytt.
pl: BŁĄD: Nie można zablokować pliku statusu. Spróbuj ponownie.
th: ข้อผิดพลาด: ไม่สามารถล็อคไฟล์ status ได้ กรุณาลองอีกครั้ง

source: ERROR: Process must be restarted. Please try again.
de: FEHLER: Prozess muss neu gestartet werden. Bitte versuchen Sie es erneut.
hr: POGREŠKA: Proces se mora ponoviti. Molimo, pokušajte ponovo.
nn: FEIL: Prosessen må startast på nytt. Ver vennleg og prøv på nytt.
pl: BŁĄD: Proces musi zostać uruchomiony ponownie. Spróbuj ponownie.
th: ข้อผิดพลาด: โปรแกรมนี้จำเป็นต้องเริ่มใหม่ กรุณาลองอีกครั้ง

source: Could not determine device information.
de: Geräteinformationen nicht gefunden.
hr: Nisu se uspjeli odrediti podaci o uređju.
nn: Kunne ikkje finna einingsinformasjon.
pl: Nie udało się zdeterminować informacji o urządzeniu.
th: ไม่สามารถอ่านข้อมูลของอุปกรณ์ได้

source: Display featured packages on the homepage.
de: Empfohlene Pakete auf der Homepage anzeigen.
hr: Prikaži istaknute pakete na početnoj stranici.
nn: Vis utvalde pakkar på heimesida.
pl: Wyświetlaj polecane pakiety na stronie głównej.
th: แสดงโปรแกรมยอดนิยมในหน้าหลัก

source: Refresh Zebra's sources when opening the app.
de: Beim Öffnen der App die Quellen von Zebra aktualisieren.
hr: Pri otvaranju aplikacije osvježi Zebra izvore.
nn: Oppdater kjelder automatisk når du opnar appen.
pl: Odśwież źródła Zebry podczas otwierania aplikacji.
th: รีเฟรชซอร์สใน Zebra เมื่อเปิดขึ้นมา

source: Display recent community posts from /r/jailbreak.
de: Zeige aktuelle Community-Beiträge von /r/jailbreak.
hr: Prikaži nedavne objave iz zajednice /r/jailbreak.
nn: Vis nye innlegg frå /r/jailbreak.
pl: Wyświetl ostatnie posty społeczności z /r/jailbreak.
th: แสดงโพสล่าสุดใน /r/jailbreak

source: Search packages while typing. Disabling this feature may reduce lag on older devices.
de: Beim Tippen nach Paketen suchen. Deaktivieren dieser Funktion kann die Verzögerung auf älteren Geräten verringern.
hr: Pretraži pakete za vrijeme tipkanja. Gašenjem ove opcije će se smanjiti zastajkivanja na starijim uređajima.
nn: Søk etter pakkar medan du tastar. Deaktivering av denne funksjonen kan redusera etterslepet på eldre einingar.
pl: Szukaj pakietów podczas wpisywania. Wyłączenie tej funkcji może zmniejszyć opóźnienie na starszych urządzeniach.
th: ค้นหาโปรแกรมในขณะที่พิมพ์อยู่ การปิดฟีเจอร์นี้อาจช่วยลดความกระตุกในอุปกรณ์เก่าๆ ได้

source: Configure the appearance of table view swipe actions.
de: Erscheinungsbild von Wisch-Gesten in der Tabellenansicht konfigurieren.
hr: Postavke izgleda opcije prelaska prstom za odabir akcije.
nn: Konfigurer utsjånaden til sveiphandlingar på tabellvisningar.
pl: Skonfiguruj wygląd widoku akcji przeciągania.
th: ปรับลักษณะของคำสั่งเมื่อปัดขวา

source: "Repo Featured" will display random packages from repos that support the Featured Package API.
de: "Vorgestellte Quelle" wird zufällige Pakete aus denen Quellen anzeigen welche die Vorgestellte Pakete API unterstützen.
hr: “Istaknuti Izvor” će prikazivati nasumične pakete s izvora koji podržavaju API istaknutih paketa.
nn: "Kjelder utvalt" vil visa tilfeldige pakkar frå kjelder som støttar Featured Package API.
pl: "Wyróżnione repozytorium" wyświetli losowe pakiety z repozytoriów, które obsługują API wyróżnionych pakietów.
th: "ซอร์สยอดนิยม" จะแสดงผลโปรแกรมแบบสุ่มจากซอร์สที่รองรับ API แสดงผลโปรแกรมยอดนิยม

source: "Random" will display random packages from all repositories that you have added to Zebra.
de: "Zufällig" wird zufällige Pakete aus allen Quellen anzeigen die zu Zebra hinzugefügt wurden.
hr: “Nasumično” će prikazivati nasumične pakete sa svih izvora koje ste dodali u Zebru.
nn: "Tilfeldig" vil visa tilfeldige pakkar frå alle kjeldene du har lagt til i Zebra.
pl: "Losowy" wyświetli losowe pakiety ze wszystkich repozytoriów, które dodałeś do Zebry.
th: "สุ่ม" จะแสดงผลโปรแกรมแบบสุ่มจากทุกๆ ซอร์สที่เพิ่มมาไว้ใน Zebra

source: Signing in to sources allows for the purchase of paid packages.
de: Das Anmelden in Quellen ermöglicht den Kauf von kostenpflichtigen Paketen.
hr: Prijava u izvore omogućuje kupovinu plaćenih proizvoda.
nn: Pålogging i kjelder gjer muleg kjøp av betalte pakkar.
pl: Logowanie się do źródeł pozwala na zakup płatnych pakietów.
th: การลงชื่อเข้าใช้ในซอร์สนั้นเพื่อที่จะสามารถดูรายการซื้อจากซอร์สนั้นได้

source: Automatically dismiss the Console when all of its tasks have been completed.
de: Konsole automatisch schliessen, wenn alle Aufgaben abgeschlossen sind.
hr: Automatski zatvori konzolu kada se svi zadatci dovrše.
nn: Avslutt konsollen automatisk når alle oppgåvene er fullførte.
pl: Automatycznie zwiń konsolę, gdy wszystkie jej zadania zostaną ukończone.
th: ปิดหน้าต่างคอนโซลอัตโนมัติเมื่อการทำงานเสร็จสมบูรณ์

source: Always install the most recent version of a package if it is not already installed.
de: Installiert immer die aktuellste Version eines Pakets, falls dieses nicht bereits installiert ist.
hr: Uvijek instaliraj najnoviju verziju paketa ako već nije instalirana.
nn: Installer automatisk den siste utgivinga av ein pakke utan å spørja kva versjon som skal installerast.
pl: Zawsze zainstaluj najnowszą wersję pakietu, jeżeli nie jest jeszcze zainstalowany.
th: ติดตั้งรุ่นล่าสุดของโปรแกรมหากยังไม่ถูกติดตั้ง

source: Filters
de: Filter
hr: Filteri
nn: Filtre
pl: Filtry
th: ตัวกรอง

source: Add Filter
de: Filter hinzufügen
hr: Dodaj filter
nn: Legg til filter
pl: Dodaj filtr
th: เพิ่มตัวกรอง

source: 1 Section Hidden
de: 1 Abschnitt versteckt
hr: 1 sakriveni odjeljak
nn: 1 seksjon skjult
pl: Ukryta 1 Sekcja
th: 1 ประเภทที่ซ่อนไว้

source: %lu Sections Hidden
de: %lu-Bereiche ausgeblendet
hr: %lu sakrivenih odjeljaka
nn: %lu seksjonar skjult
pl: Ukryte %lu sekcje
th: %lu ประเภทที่ซ่อนไว้

source: Sections
de: Abschnitte
hr: Odjeljci
nn: Seksjonar
pl: Sekcje
th: ประเภท

source: Select a Section
de: Einen Abschnitt auswählen
hr: Odaberi sekciju
nn: Vel ein seksjon
pl: Wybierz sekcję
th: เลือกประเภท

source: Hide packages in these sections.
de: Pakete in diesen Abschnitten ausblenden.
hr: Sakrij proizvode u ovim odjeljcima.
nn: Skjul pakkane i desse seksjonane.
pl: Ukryj pakiety w tych sekcjach.
th: ซ่อนโปรแกรมจากประเภทเหล่านี้

source: Select a Source
de: Eine Quelle auswählen
hr: Odabir izvora
nn: Vel ei kjelde
pl: Wybierz źródło
th: เลือกซอร์ส

source: Hide packages in these sections from specific sources.
de: Pakete in diesen Abschnitten von bestimmten Quellen ausblenden.
hr: Sakrij proizvode u ovim odjeljcima od specifičnih izvora.
nn: Skjul pakkane i desse seksjonane frå spesifikke kjelder.
pl: Ukryj pakiety z określonych źródeł w tych sekcjach.
th: ซ่อนโปรแกรมประเภทนี้ จากเฉพาะซอร์สนี้

source: Updates
hr: Ažuriranja
nn: Oppdateringar
pl: Aktualizacje
th: รายการรุ่นใหม่

source: Hide future updates from these packages.
de: Verstecke zukünftige Updates von diesen Paketen.
hr: Sakrij buduće nadogradnje za ove proizvode.
nn: Skjul framtidige oppdateringar for desse pakka.
pl: Ukryj przyszłe aktualizacje tych pakietów.
th: ซ่อนรุ่นใหม่ของโปรแกรมเหล่านี้

source: Authors
de: Ersteller
hr: Autori
nn: Forfattarar
pl: Autorzy
th: ผู้สร้าง

source: Hide packages from these authors.
de: Pakete von diesen Erstellern ausblenden.
hr: Sakrij proizvode od ovih autora.
nn: Skjul pakkane frå desse forfattarane.
pl: Ukryj pakiety od tych autorów.
th: ซ่อนโปรแกรมจากผู้สร้างเหล่านี้

source: Search for an Author
de: Nach einem Autor suchen
hr: Tražite autora
nn: Søk etter forfattar
pl: Wyszukaj autora
th: ค้นหาจากผู้สร้าง

source: This author also goes by the following names:
de: Dieser Autor ist auch unter den folgenden Namen bekannt:
hr: Ovaj autor se još naziva:
nn: Denne forfattaren går òg under følgjande namn:
pl: Ten autor posługuje się również następującymi pseudonimami:
th: ผู้สร้างคนนี้มีชื่ออื่นเป็น:

source: Language
de: Sprache
hr: Jezik
nn: Språk
pl: Język
th: ภาษา

source: Apply
de: Anwenden
hr: Primjena
nn: Bruk
pl: Zastosuj
th: นำไปใช้

source: Restart Required
de: Neustart erforderlich
hr: Potrebno je ponovo pokretanje
nn: Omstart nødvendig
pl: Wymagany restart
th: จำเป็นต้องเริ่มต้นใหม่

source: Zebra must be closed in order to change preferred language
de: Zebra muss geschlossen werden um die gewünschte Sprache zu ändern
hr: Zebra mora biti zatvorena kako bi se jezik promjenio
nn: For å endra ønskt språk må Zebra vera lukka
pl: Zebra musi zostać zamknięta w celu zmiany preferowanego języka
th: Zebra ต้องถูกปิดเพื่อให้การตั้งค่าภาษามีผล

source: Restart
de: Neustart
hr: Ponovo pokreni
nn: Omstart
th: เริ่มใหม่

source: Use System Language
de: Systemsprache verwenden
hr: Koristi jezik sustava
nn: Bruk systemspråk
pl: Użyj języka systemowego
th: ใช้ภาษาของระบบ

source: You are adding a repository that is not secure
de: Sie fügen eine unsichere Quelle hinzu
hr: Dodajete repozitoriju koja nije sigurna
nn: Denne kjelda er usikker
pl: Dodajesz niebezpieczne repozytorium
th: คุณกำลังเพิ่มซอร์สที่ไม่มีการเข้ารหัส

source: Data downloaded from this repository might not be encrypted. Are you sure you want to add it?
de: Daten, die von dieser Quelle heruntergeladen werden, werden möglicherweise unverschlüsselt übertragen. Möchten Sie sie dennoch hinzufügen?
hr: Podaci sa ove repozitorije nisu zaštićeni. Jeste li sigurni da želite dodati ovu repozitoriju?
nn: Data som blir lasta ned frå denne kjelda er ikkje nødvendigvis kryptert. Er du sikker på at du vil legga han til?
pl: Dane pobrane z tego repozytorium mogą nie być zaszyfrowane. Czy na pewno chcesz je dodać?
th: ข้อมูลที่ถูกดาวน์โหลดมาจากซอร์สนี้อาจไม่มีการเข้ารหัส คุณแน่ใจหรือไม่ที่จะเพิ่ม?

source: Unable to complete purchase
de: Der Kauf konnte nicht abgeschlossen werden
hr: Nemoguće dovršiti kupnju
nn: Kunne ikkje fullføra kjøpet
pl: Nie można ukończyć zakupu
th: ไม่สามารถทำการซื้อได้

source: Package Not Available
de: Paket nicht verfügbar
hr: Paket nije dostupan
nn: Pakken er utilgjengeleg
pl: Pakiet niedostępny
th: ไม่มีโปรแกรม

source: The package you request is no longer available. It might have been removed from your sources or the package ID requested was incorrect.
de: Das von Ihnen angeforderte Paket ist nicht mehr verfügbar. Es wurde möglicherweise aus Ihren Quellen entfernt oder die angeforderte Paket-ID war falsch.
hr: Paket koji tražite više nije dostupan. Možda je uklonjen sa vašeg izvora ili je traženi ID paketa netočan.
nn: Pakken du ber om er utilgjengeleg. Han kan ha vorte fjerna frå vertskjelda eller så vart feil pakke-ID spurt.
pl: Pakiet, który próbujesz zainstalować, nie jest już dostępny. Mógł zostać usunięty z twoich źródeł lub jego identyfikator jest nieprawidłowy.
th: ไม่มีโปรแกรมที่คุณต้องการ มันอาจถูกลบไปจากซอร์สของคุณ หรือ ID ของโปรแกรมที่ร้องขอนั้นไม่ถูกต้อง

source: %d Seconds
de: %d Sekunden
hr: %d sekundi
nn: %d sekunder
pl: %d sekund
th: %d วินาที

source: Download Timeout
de: Zeitüberschreitung beim Herunterladen
hr: Vremensko ograničenje preuzimanja
nn: Tidsavbrot for nedlasting
pl: Przekroczono limit czasu pobierania
th: หมดเวลาการดาวน์โหลด

source: Configure the amount of time Zebra will wait for a source to respond before timing out.
de: Konfigurieren Sie die Zeitspanne, die Zebra auf die Antwort einer Quelle wartet, bevor es mit einer Zeitüberschreitung antwortet.
hr: Konfigurirajte količinu vremena kada će Zebra čekati na izvor da uzvrati prije isteka vremena.
nn: Konfigurer kor lenge Zebra skal venta på at ei kjelde skal svara før tidsavbrot.
pl: Skonfiguruj limit czasu oczekiwania Zebry na odpowiedź źródła.
th: ปรับระยะเวลาที่ Zebra จะใช้ในการรอให้ซอร์สตอบสนองก่อนหมดเวลาที่กำหนดไว้

source: This timer will reset every time Zebra receives new information from a source.
de: Dieser Timer wird jedes Mal zurückgesetzt, wenn Zebra neue Informationen von einer Quelle erhält.
hr: Tajmer se resetuje svaki puta kada Zebra primi nove informacije od izvora.
nn: Denne tidtakaren tilbakestilles kvar gong Zebra får ny informasjon frå ei kjelde.
pl: Ten zegar zresetuje się za każdym razem, gdy Zebra otrzyma nowe informacje ze źródła.
th: ตัวจับเวลาจะเริ่มต้นใหม่ทุกครั้งที่ Zebra ได้รับข้อมูลใหม่จากซอร์สนั้นๆ

source: Account information could not be retrieved from the source. Please sign out of the source, sign in, and try again.
de: Konteninformationen konnten von der Quelle nicht abgerufen werden. Bitte melden Sie sich bei der Quelle ab und wieder an und versuchen Sie es anschließend erneut.
hr: Nije moguće dohvatiti podatke o računu. Molimo vas odjavite se sa računa, ponovo se prijavite i pokušajte ponovo.
nn: Kontoinformasjon kunne ikkje hentast frå kjelda. Logg deg av kjelda, logg deg inn på nytt og prøv igjen.
pl: Nie udało się pobrać informacji o koncie ze źródła. Proszę wylogować się ze źródła, zalogować jeszcze raz i spróbować ponownie.
th: ไม่สามารถเข้าถึงข้อมูลบัญชีจากซอร์สนี้ได้ โปรดลงชื่อออกและลงชื่อเข้าใช้บัญชีนี้อีกครั้ง
