Repository: pwnd2e/Zebra
Catalog: Zebra/*.lproj/Localizable.strings
Languages: de, hr, nn, pl, th

source: Cancel
de: Abbrechen
hr: Otkaži
nn: Kanseller
pl: Anuluj
th: ยกเลิก

source: Yes
de: Ja
hr: Da
nn: Ja
pl: Tak
th: ใช่

source: No
de: Nein
hr: Ne
nn: Nei
pl: Nie
th: ไม่

source: OK
th: ตกลง

source: Error
de: Fehler
hr: Pogreška
nn: Feil
pl: Błąd
th: ข้อผิดพลาด

source: Edit
de: Bearbeiten
hr: Uredi
nn: Endre
pl: Edytuj
th: แก้ไข

source: Close
de: Schließen
hr: Zatvori
nn: Lukk
pl: Zamknij
th: ปิด

source: Done
de: Fertig
hr: Gotovo
nn: Ferdig
pl: Gotowe
th: เสร็จสิ้น

source: Clear
de: Leeren
hr: Ukloni
nn: Taum
pl: Wyczyść
th: ล้าง

source: An Error Occurred
de: Ein Fehler ist aufgetreten
hr: Dogodila se greška
nn: Ein feil oppstod
pl: Wystąpił błąd
th: เกิดข้อผิดพลาด

source: Dismiss
de: Verwerfen
hr: Odbaci
nn: Avvis
pl: Zamknij
th: ปิด

source: Home
de: Start
hr: Početna
nn: Heim
pl: Początek
th: หน้าหลัก

source: Info
pl: Informacje
th: ข้อมูล

source: Welcome to Zebra!
de: Willkommen zu Zebra!
hr: Dobrodošli u Zebru!
nn: Velkommen til Zebra!
pl: Witaj w Zebra!
th: ยินดีต้อนรับสู่ Zebra!

source: Report a Bug
de: Einen Fehler melden
hr: Prijavi grešku
nn: Rapporter ein feil
pl: Zgłoś błąd
th: รายงานปัญหา

source: Changelog
de: Änderungsprotokoll
hr: Popis promjena
nn: Endringslogg
pl: Zmiany
th: รายการเปลี่ยนแปลง

source: Wish List
de: Wunschliste
hr: Lista želja
nn: Ønskeliste
pl: Lista Życzeń
th: รายการอยากได้

source: Newest First
de: Neueste zuerst
hr: Prvo najnovije
nn: Nyaste først
pl: Sortuj od najnowszych
th: ใหม่สุดก่อน

source: Oldest First
de: Älteste zuerst
hr: Prvo najstarije
nn: Eldste først
pl: Sortuj od najstarszych
th: เก่าสุดก่อน

source: No items in Wish List
de: Keine Artikel in der Wunschliste
hr: Lista želja je prazna
nn: Ingen element i ønskelisten
pl: Brak produktów na liście życzeń
th: ไม่มีรายการที่อยากได้

source: Community
hr: Zajednica
nn: Sosialt
pl: Społeczność
th: ชุมชน

source: Join our Discord
de: Tritt unserem Discord Server bei
hr: Pridružite se našem Discord-u
nn: Bli med i vår Discord
pl: Dołącz na naszego Discorda
th: มาร่วม Discord ของเรา

source: Follow us on Twitter
de: Folgen Sie uns auf Twitter
hr: Pratite nas na Twitteru
nn: Følg oss på Twitter
pl: Śledź nas na Twitterze
th: ติดตามพวกเราใน Twitter

source: Help translate Zebra!
de: Mithelfen, Zebra zu übersetzen!
hr: Pomozite prevesti Zebru!
nn: Hjelp til med å omsetja Zebra!
pl: Pomóż tłumaczyć Zebrę!
th: ช่วยแปลภาษาใน Zebra กัน!

source: Community Sources
de: Community-Quellen
hr: Izvori zajednice
nn: Felleskjelder
pl: Źródła społeczności
th: ซอร์สชุมชน

source: You’ve added all of the community sources
de: Du hast alle Community-Quellen hinzugefügt
hr: Dodali ste sve izvore iz skladušta zajednice
nn: Du har lagt til alle felleskjeldene
pl: Wszystkie źródła społeczności zostały już dodane
th: คุณได้เพิ่มซอร์สชุมชนทั้งหมดแล้ว

source: Transfer sources from %@ to Zebra
de: Kopiere alle Quellen von %@ nach Zebra
hr: Prenesi izvore iz %@ u Zebru
nn: Overfør kjelder frå %@ til Zebra
pl: Przenieś wszystkie źródła z %@ do Zebry
th: นำซอร์สทั้งหมดจาก %@ ไปยัง Zebra

source: Transfer Sources
de: Quellen übertragen
hr: Prenesi Izvore
nn: Overfør kjelder
pl: Przenieś źródła
th: ถ่ายโอนซอร์ส

source: Import
de: Importieren
hr: Uvezi
nn: Importer
pl: Importuj
th: นําเข้า

source: Verifying…
de: Wird überprüft …
hr: Provjeravanje…
nn: Verifiserer…
pl: Weryfikowanie…
th: กำลังตรวจสอบ…

source: Confirm Import
de: Import bestätigen
hr: Potvrda uvoza
nn: Stadfest importering
pl: Potwierdź import
th: ยืนยันการนำเข้า

source: Import Sources
de: Quellen importieren
hr: Uvezite izvore
nn: Importer kjelder
pl: Importuj źródła
th: นำเข้าซอร์ส

source: No sources to import
de: Keine Quellen zum Importieren gefunden
hr: Nema izvora za uvoz
nn: Ingen kjelder å importera
pl: Brak źródeł do zaimportowania
th: ไม่มีซอร์สเพื่อนำเข้า

source: Are you sure that you want to import 1 source into Zebra?
de: Möchten Sie wirklich eine Quelle nach Zebra importieren?
hr: Dali ste sigurni da želite uvesti 1 izvor u Zebru?
nn: Er du sikker på at du vil importera 1 kjelde til Zebra?
pl: Czy na pewno chcesz zaimportować 1 źródło do Zebry?
th: คุณแน่ใจใช่หรือไม่ที่จะนำเข้า 1 ซอร์สไปยัง Zebra?

source: Are you sure that you want to import %d sources into Zebra?
de: Möchten Sie wirklich %d Quellen in Zebra importieren?
hr: Dali ste sigurni da želite uvesti %d izvore u Zebru?
nn: Er du sikker på at du vil importera %d kjelder til Zebra?
pl: Czy na pewno chcesz zaimportować %d źródeł do Zebry?
th: คุณแน่ใจใช่หรือไม่ที่จะนำเข้า %d ซอร์สไปยัง Zebra?

source: Credits
de: Mitwirkende
hr: Zasluge
nn: Bidragsytarar
pl: Autorzy
th: รายการขอบคุณ

source: Creators
de: Ersteller
hr: Tvorci
nn: Utviklarar
pl: Twórcy
th: ผู้สร้าง

source: Contributors
de: Mitwirkende
hr: Suradnici
nn: Bidragsytarar
pl: Współtwórcy
th: ผู้ร่วมพัฒนา

source: Translators
de: Übersetzer
hr: Prevoditelji
nn: Omsetjarar
pl: Tłumacze
th: ผู้แปลภาษา

source: Libraries
de: Bibliotheken
hr: Datoteke
nn: Bibliotek
pl: Biblioteki
th: ไลบรารี่

source: Settings
de: Einstellungen
hr: Postavke
nn: Innstillingar
pl: Ustawienia
th: การตั้งค่า

source: Display
de: Anzeige
hr: Zaslon
nn: Utsjåande
pl: Wyświetlanie
th: การแสดงผล

source: App Icon
de: App-Symbol
hr: Ikona aplikacije
nn: App ikon
pl: Ikona aplikacji
th: ไอคอนของแอพ

source: Changes
de: Änderungen
hr: Promjene
nn: Endringar
pl: Zmiany
th: ที่เปลี่ยนแปลง

source: Community News
de: Nachrichten der Gemeinschaft
hr: Novosti iz zajednice
nn: Nyheitene frå fellesskapet
pl: Aktualności społeczności
th: ข่าวสารชุมชน

source: Miscellaneous
de: Sonstiges
hr: Ostalo
nn: Diverse
pl: Różne
th: อื่นๆ

source: Swipe Actions Display As
de: Wischgesten anzeigen als
hr: Prelazak prstom prikazan je kao
nn: Sveiphandlingar blir vist som
pl: Wyświetlaj przesuwanie jako
th: คำสั่งเมื่อปัดขวาให้แสดงผลเป็น

source: Text
hr: Tekst
nn: Tekst
pl: Tekst
th: ข้อความ

source: Icon
de: Symbol
hr: Ikona
nn: Ikon
pl: Ikona
th: ไอคอน

source: Finish Automatically
de: Automatisch beenden
hr: Završi Automatski
nn: Fullfør automatisk
pl: Zakończ automatycznie
th: เสร็จสิ้นอัตโนมัติ

source: Always Install Latest
de: Immer die neueste Version installieren
hr: Uvijek instaliraj najnovije
nn: Alltid installer nyaste
pl: Zawsze instaluj najnowszą wersję
th: ติดตั้งรุ่นล่าสุดเสมอ

source: Automatic Refresh
de: Automatische Aktualisierung
hr: Automatsko osvježavanje
nn: Automatisk oppdatering
pl: Automatyczne odświeżanie
th: รีเฟรชอัตโนมัติ

source: Accent Color
de: Akzentfarbe
hr: Akcentna boja
nn: Aksentfarge
pl: Kolor akcentujący
th: สีหลัก

source: Aqua Velvet
de: Eisblau
nn: Isblå
pl: Morski Aksamit
th: ฟ้าฝ้าย

source: Cornflower Blue
de: Kornblumenblau
nn: Kornblå
pl: Niebieski Kwiat
th: น้ำเงินคอร์นฟลาวเวอร์

source: Golden Tainoi
de: Goldene Tainoi
hr: Zlatni Tainoi
nn: Honninggull
pl: Złoty Tainoi
th: ทองคำหรรษา

source: Iris Blue
de: Schwertlilien-Blau
hr: Irsko Plava
nn: Irisblå
pl: Niebieski Irys
th: น้ำเงินม่านตา

source: Lotus Pink
de: Rosa Lotus
hr: Lotus Roza
nn: Lotusrosa
pl: Różowy Lotos
th: บัวชมพู

source: Monochrome
de: Schwarzweiß
hr: Crno-bijela
nn: Monokrom
pl: Monochromia
th: ขาวดำ

source: Mountain Meadow
de: Bergwiese
hr: Planinska livada
nn: Fjellenggrøn
pl: Łąka Górska
th: เขียวทุ่งหญ้าภูเขา

source: Pastel Red
de: Pastellrot
hr: Pastelno Crvena
nn: Pastellraud
pl: Pastelowy Czerwony
th: แดงพาสเทล

source: Purple Heart
de: Purpurherz
hr: Ljubičasto Srce
nn: Mørk orkidélilla
pl: Fioletowe Serce
th: หัวใจสีม่วง

source: Royal Blue
de: Königsblau
hr: Kraljevsko plava
nn: Kongeblå
pl: Królewski Niebieski
th: น้ำเงินเข้ม

source: Shark
de: Hai
hr: Morski Pas
nn: Haigrå
pl: Rekin
th: เทาฉลาม

source: Storm
de: Sturm
hr: Oluja
nn: Stormgrå
pl: Burza
th: พายุ

source: Use System Accent Color
de: Systemakzentfarbe verwenden
hr: Koristi Boju Naglaska Sistema
nn: Bruk system aksentfarge
pl: Użyj systemowego koloru akcentu
th: ใช้สีหลักของระบบ

source: Appearance
de: Aussehen
hr: Izgled
nn: Utsjåande
pl: Wygląd
th: หน้าตา

source: Use System Appearance
de: System-Erscheinungsbild verwenden
hr: Koristi Izgled Sistema
nn: Bruk systemutsjånad
pl: Dopasuj do wyglądu systemu
th: ใช้หน้าตาของระบบ

source: Light
de: Hell
hr: Svjetlo
nn: Lys
pl: Jasny
th: สว่าง

source: Dark
de: Dunkel
hr: Tamno
nn: Mørk
pl: Ciemny
th: มืด

source: Pure Black Mode
de: Reiner Schwarzmodus
hr: Pure Black Način
nn: Fullstendig svart modus
pl: Tryb czystej czerni
th: ดำสนิท

source: Featured Packages
de: Vorgestellte Pakete
hr: Istaknuti paketi
nn: Utvalde pakkar
pl: Polecane pakiety
th: โปรแกรมยอดนิยม

source: Feature Type
de: Vorgestellter Typ
hr: Istaknuti Tip
nn: Utvald type
pl: Typ wyróżnienia
th: วิธีแสดง

source: Repo Featured
de: Empfohlene Quelle
hr: Istaknuti Izvor
nn: Kjelder utvalt
pl: Wyróżnione repozytorium
th: แนะนำโดยซอร์ส

source: Random
de: Zufällig
hr: Nasumično
nn: Tilfeldig
pl: Losowe
th: สุ่ม

source: Select Repos to be Featured
de: Wähle Quellen aus, die vorgestellt werden sollen
hr: Odaberite Izvore koje želite istaknuti
nn: Vel utvalde kjelder
pl: Wybierz repozytoria do wyróżnienia
th: เลือกซอร์สไปแสดงโปรแกรมยอดนิยม

source: Reset
de: Zurücksetzen
hr: Resetiraj
nn: Nullstill
th: ตั้งค่าใหม่

source: Refresh Icon Cache
de: Symbolcache aktualisieren
hr: Osvježi Ikone
nn: Oppdater ikonbuffer
pl: Odśwież pamięć podręczną ikon
th: ล้างแคชของไอคอน

source: Clear Image Cache
de: Bildzwischenspeicher leeren
hr: Očisti predmemoriju slika
nn: Tøm bildebufferen
pl: Wyczyść pamięć podręczną obrazów
th: ล้างแคชรูปภาพ

source: Clear Sources Cache
de: Quellen-Zwischenspeicher löschen
hr: Resetiraj međuspremnik izvora
nn: Tøm kjeldebufferen
pl: Wyczyść pamięć podręczną źródeł
th: ล้างแคชของซอร์ส

source: Clear Web Cache
de: Webzwischenspeicher leeren
hr: Očisti predmemoriju
nn: Tøm nettbufferen
pl: Wyczyść pamięć podręczną
th: ล้างแคชของเว็บ

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
hr: Resetiraj Sve Postavke
nn: Nullstill alle innstillingar
pl: Resetuj wszystkie ustawienia
th: ล้างการตั้งค่าทั้งหมด

source: Erase All Sources
de: Alle Quellen entfernen
hr: Izbriši sve izvore
nn: Nullstill alle kjelder
pl: Usuń wszystkie źródła
th: ลบซอร์สทั้งหมด

source: Erase All Sources and Settings
de: Alle Quellen und Einstellungen löschen
hr: Obriši Sve Izvore i Postavke
nn: Nullstill alle kjelder og innstillingar
pl: Usuń wszystkie źródła i ustawienia
th: ล้างการตั้งค่าและซอร์สทั้งหมด

source: Are you sure you want to restart the SpringBoard?
de: Möchten Sie SpringBoard wirklich neu starten?
hr: Jeste li sigurni da želite ponovo pokrenuti SpringBoard?
nn: Er du sikker på at du vil starta SpringBoard på nytt?
pl: Czy na pewno chcesz uruchomić ponownie SpringBoard?
th: คุณแน่ใจหรือไม่ที่จะเริ่มการทำงานของ SpringBoard ใหม่?

source: Are you sure you want to refresh the icon cache? Your device may become unresponsive until the process is complete.
de: Möchten Sie den Symbol-Cache wirklich aktualisieren? Ihr Gerät reagiert möglicherweise nicht mehr, bis der Prozess abgeschlossen ist.
hr: Jeste li sigurni da želite osvježiti međuspremnik ikona? Vaš uređaj može prestati reagirati dok se proces ne završi.
nn: Er du sikker på at du vil oppdatera ikonbufferen? Eininga di kan slutta å svara til prosessen er fullført.
pl: Czy na pewno chcesz odświeżyć pamięć podręczną ikon? Twoje urządzenie może stać się nieresponsywne aż proces zostanie ukończony.
th: คุณแน่ใจหรือไม่ที่จะล้างแคชของไอคอน? เครื่องของคุณอาจไม่ตอบสนองในขณะที่กำลังล้างแคช

source: Image Cache Cleared
de: Bildzwischenspeicher gelöscht
hr: Međuspremnik slika očišćen
nn: Bildebufferen vart nullstilt
pl: Wyczyszczono pamięć podręczną obrazów
th: ล้างแคชรูปภาพแล้ว

source: Web Cache Cleared
de: Webzwischenspeicher geleert
hr: Web međuspremnik očišćen
nn: Nettbufferen vart nullstilt
pl: Wyczyszczono pamięć podręczną
th: ล้างแคชเว็บแล้ว

source: Are you sure you want to reset Zebra's source cache? This will remove all cached information from Zebra's database and redownload it. Your sources will not be deleted.
de: Möchten Sie den Quellen-Cache von Zebra wirklich zurücksetzen? Dadurch werden alle zwischengespeicherten Informationen aus der Datenbank von Zebra entfernt und erneut heruntergeladen. Ihre Quellen werden nicht gelöscht.
hr: Jeste li sigurni da želite resetirati međuspremnik izvora? Ovaj proces će obrisati sve spremljene informacije iz Zebrine baze podataka te ih ponovo preuzeti. Vaša lista izvora neće biti obrisana.
nn: Er du sikker på at du vil nullstille kjeldebufferen til Zebra? Dette vil fjerne all hurtigbufret informasjon frå Zebra sin database og lasta det ned på nytt. Kjeldene dine blir ikkje fjerna.
pl: Czy na pewno chcesz zresetować pamięć podręczną źródeł Zebra? Spowoduje to usunięcie wszystkich informacji w pamięci podręcznej z bazy danych Zebra i ponowne pobranie. Twoje źródła nie zostaną usunięte.
th: คุณแน่ใจหรือไม่ที่จะล้างแคชของซอร์สใน Zebra? ซึ่งจะทำการลบแคชทั้งหมดในฐานข้อมูลและดาวน์โหลดใหม่ ซอร์สของคุณจะยังไม่ถูกลบ

source: Are you sure you want to reset Zebra's settings? This will reset all of Zebra's settings back to their default values and Zebra will restart.
de: Möchten Sie die Einstellungen von Zebra wirklich zurücksetzen? Dadurch werden alle Einstellungen von Zebra auf ihre Standardwerte zurückgesetzt und Zebra neu gestartet.
hr: Jeste li sigurni da želite resetirati postavke? Ovaj postupak će vratiti sve Zebrine postavke u prvobitno stanje te će ponovo pokrenuti aplikaciju.
nn: Er du sikker på at du vil nullstille innstillingane til Zebra? Dette vil tilbakestille alle Zebra innstillingane til standardverdiane, og Zebra vil starta på nytt.
pl: Czy na pewno chcesz zresetować ustawienia Zebra? Spowoduje to zresetowanie wszystkich ustawień Zebra do wartości domyślnych, a Zebra uruchomi się ponownie.
th: คุณแน่ใจหรือไม่ที่จะล้างการตั้งค่าของ Zebra? การตั้งค่าทุกอย่างจะกลับไปเป็นค่าเริ่มต้นและ Zebra จะเริ่มการทำงานใหม่

source: Are you sure you want to erase all sources? All of your sources will be removed from Zebra and Zebra will restart.
de: Möchten Sie wirklich alle Quellen löschen? Alle Ihre Quellen werden entfernt und Zebra wird neu gestartet.
hr: Jeste li sigurni da želite obrisati sve izvore i postavke? Svi vaši izvori će biti obrisani iz Zebre nakon čega će se Zebra resetirati.
nn: Er du sikker på at du vil fjerna alle kjeldene dine? Alle kjeldene vil bli fjerna frå Zebra, og deretter vil Zebra omstartes.
pl: Czy na pewno chcesz usunąć wszystkie źródła? Wszystkie twoje źródła zostaną usunięte z Zebry, a Zebra zostanie uruchomiona ponownie.
th: คุณแน่ใจหรือไม่ที่จะล้างซอร์สทั้งหมด? ซอร์สทั้งหมดจะกลับไปเป็นค่าเริ่มต้นและ Zebra จะเริ่มต้นการทำงานใหม่

source: Are you sure you want to erase all sources and settings? All of your sources will be removed from Zebra and your settings will be reset.
de: Möchten Sie wirklich alle Quellen und Einstellungen löschen? Alle Ihre Quellen werden von Zebra entfernt und Ihre Einstellungen werden zurückgesetzt.
hr: Jeste li sigurni da želite obrisati sve izvore i postavke? Svi vaši izvori će biti obrisani iz Zebre te će sve vaše postavke biti resetirane.
nn: Er du sikker på at du vil fjerne alle kjelder og innstillingar? Alle kjeldene dine vil bli fjerna frå Zebra, og innstillingane dine nullstilt.
pl: Czy na pewno chcesz usunąć wszystkie źródła i ustawienia? Wszystkie twoje źródła zostaną usunięte z Zebry, a ustawienia zostaną zresetowane.
th: คุณแน่ใจหรือไม่ที่จะล้างซอร์สและการตั้งค่าทั้งหมด? ซอร์สและการตั้งค่าทั้งหมดจะกลับไปเป็นค่าเริ่มต้น

source: All of your sources will be deleted and be gone forever and Zebra will restart.
de: Alle deine Quellen werden gelöscht und können nicht wiederhergestellt werden. Zebra wird neu gestartet.
hr: Svi vaši izvori će biti obrisani iz Zebre nakon ponovnog pokretanja.
nn: Alle kjeldene dine vil bli permanent fjerna, og Zebra vil starta på nytt.
pl: Wszystkie twoje źródła zostaną usunięte i znikną bezpowrotnie, a Zebra uruchomi się ponownie.
th: ซอร์สทั้งหมดจะถูกลบไปจากเครื่องและ Zebra จะเริ่มการทำงานใหม่

source: Open Documents Directory
de: Dokumentenverzeichnis öffnen
hr: Otvori mapu datoteka
nn: Opne dokument filplassering
pl: Otwórz katalog dokumenty
th: เปิดที่อยู่ของข้อมูลโปรแกรม

source: Filza Not Installed
de: Filza ist nicht installiert
hr: Filza nije instalirana
nn: Filza ikkje installert
pl: Filza nie została zainstalowana
th: Filza ไม่ได้ติดตั้งไว้

source: Zebra cannot open its documents directory because Filza is not installed. Your documents directory is: %@
de: Zebra kann das Dokumentenverzeichnis nicht öffnen, da Filza nicht installiert ist. Ihr Dokumentenverzeichnis ist: %@
hr: Zebra ne može otvoriti mapu datoteka jer Filza nije instalirana. Vaša mapa datoteka je: %@
nn: Zebra kunne ikkje opna dokument filplasseringen sin fordi Filza ikkje er installert. Dokument filplasseringen din er: %@
pl: Zebra nie może otworzyć katalogu dokumentów, ponieważ Filza nie jest zainstalowana. Katalog dokumentów to: %@
th: Zebra ไม่สามารถเปิดที่อยู่ข้อมูลโปรแกรมได้เนื่องจากไม่ได้ติดตั้งโปรแกรม Filza ที่อยู่ของคุณคือ %@

source: Stores
de: Shop
hr: Trgovine
nn: Butikkar
pl: Sklepy
th: ร้านค้า

source: My Account
de: Mein Account
hr: Moj račun
nn: Kontoen min
pl: Moje Konto
th: บัญชีของฉัน

source: Sign In
de: Anmelden
hr: Prijavite se
nn: Logg inn
pl: Zaloguj się
th: ลงชื่อเข้าใช้

source: Sign Out
de: Abmelden
hr: Odjavite se
nn: Logg ut
pl: Wyloguj się
th: ลงชื่อออก

source: Your Purchases
de: Ihre Käufe
hr: Vaše Kupovine
nn: Kjøpa dine
pl: Twoje Zakupy
th: รายการซื้อของคุณ

source: No Storefronts Available
de: Keine Schaufenstern verfügbar
hr: Nema istaknutih izloga
nn: Ingen tilgjengelege butikkar
pl: Brak dostępnych witryn sklepu
th: ไม่มีหน้าร้านที่ใช้ได้

source: Could not authenticate
de: Authentifizierung fehlgeschlagen
hr: Nije bilo moguće provjeriti autentičnost
nn: Kunne ikkje autentisera
pl: Nie można było uwierzytelnić
th: ไม่สามารถระบุตัวตนได้

source: Could not complete purchase
de: Kauf konnte nicht abgeschlossen werden
hr: Narudžba nije mogla biti izvršena
nn: Kunne ikkje fullføra kjøpet
pl: Nie można ukończyć zakupu
th: ไม่สามารถทำการซื้อได้

source: No packages purchased
de: Keine Pakete erworben
hr: Nema kupljenih proizvoda
nn: Ingen kjøpte pakkar
pl: Brak zakupionych pakietów
th: ไม่มีโปรแกรมที่ซื้อไว้

source: Signed in as %@
de: Angemeldet als %@
hr: Prijavljeni kao %@
nn: Innlogga som %@
pl: Zalogowano jako %@
th: ลงชื่อเข้าใช้แล้วในชื่อ %@

source: Signed in as %@ (%@)
de: Angemeldet als %@ (%@)
hr: Prijavljeni kao %@ (%@)
nn: Innlogga som %@ (%@)
pl: Zalogowano jako %@ (%@)
th: ลงชื่อเข้าใช้แล้วในชื่อ %@ (%@)

source: Sources
de: Quellen
hr: Izvori
nn: Kjelder
pl: Źródła
th: ซอร์ส

source: Unknown
de: Unbekannt
hr: Nepoznato
nn: Ukjent
pl: Nieznane
th: ไม่ทราบ

source: Delete
de: Löschen
hr: Obriši
nn: Slett
pl: Usuń
th: ลบ

source: Refresh
de: Neu laden
hr: Osvježi
nn: Oppdater
pl: Odśwież
th: โหลดใหม่

source: All Packages
de: Alle Pakete
hr: Svi Paketi
nn: Alle pakkar
pl: Wszystkie pakiety
th: โปรแกรมทั้งหมด

source: Remove Source
de: Quelle entfernen
hr: Ukloni izvor
nn: Fjern kjelde
pl: Usuń źródło
th: ลบซอร์ส

source: Local File
de: Lokale Datei
hr: Lokalna datoteka
nn: Lokal fil
pl: Plik lokalny
th: ไฟล์ในเครื่อง

source: Local Repository
de: Lokale Quelle
hr: Lokalno Spremište
nn: Lokal kjelde
pl: Lokalne źródło
th: ซอร์สในเครื่อง

source: Locally installed packages
de: Lokal installierte Pakete
hr: Lokalno instalirani paketi
nn: Lokalt installerte pakkar
pl: Lokalnie zainstalowane pakiety
th: โปรแกรมที่ลงจากเครื่อง

source: Add
de: Hinzufügen
hr: Dodaj
nn: Legg til
pl: Dodaj
th: เพิ่ม

source: View
de: Ansehen
hr: Pregled
nn: Vis
pl: Widok
th: ดู

source: Add Sources
de: Quellen hinzufügen
hr: Dodaj izvore
nn: Legg til kjelder
pl: Dodaj źródła
th: เพิ่มซอร์ส

source: Add Multiple…
de: Mehrere hinzufügen
hr: Višestruko dodavanje
nn: Legg til fleire
pl: Dodaj wiele
th: เพิ่มหลายอัน

source: Enter Source URL
de: Quellen-URL eingeben
hr: Unesite URL izvora
nn: Skriv inn kjeldenettadresse
pl: Wprowadź URL źródła
th: Masukkan URL Sumber

source: Please Wait…
de: Bitte warten…
hr: Molimo pričekajte…
nn: Ver vennleg og vent…
pl: Proszę czekać…
th: โปรดรอ…

source: Updating Sources
de: Quellen werden aktualisiert
hr: Nadogradnja izvora
nn: Oppdaterer kjelder
pl: Aktualizowanie źródeł
th: กำลังปรับปรุงซอร์ส

source: Invalid URL
de: Ungültige URL
hr: Neispravan URL
nn: Ugyldig nettadresse
pl: Błędny URL
th: URL ผิด

source: Invalid Source
de: Ungültige Quelle
hr: Neispravan izvor
nn: Ugyldig kjelde
pl: Nieprawidłowe źródło
th: ซอร์สไม่ถูกต้อง

source: Tap to learn more
de: Tippen Sie um mehr zu erfahren
hr: Želite li saznati više?
nn: Trykk for meir informasjon
pl: Dotknij, aby dowiedzieć się więcej
th: แตะเพื่ออ่านเพิ่มเติม

source: Unable to verify source
de: Quelle nicht überprüfbar
hr: Ne može se provjeriti Izvor
nn: Kan ikkje verifisere kjelde
pl: Nie można zweryfikować źródła
th: ไม่สามารถตรวจสอบซอร์สได้

source: Failed to add source
de: Fehler beim Hinzufügen der Quelle
hr: Dodavanja izvora nije uspjelo
nn: Kunne ikkje legga til kjelde
pl: Nie udało się dodać źródła
th: ไม่สามารถเพิ่มไฟล์

source: Failed to add sources
de: Fehler beim Hinzufügen der Quellen
hr: Dodavanja izvora nije uspjelo
nn: Kunne ikkje legga til kjelder
pl: Nie udało się dodać źródeł
th: ไม่สามารถเพิ่มซอร์สได้

source: You have already added this source.
de: Diese Quelle wurde bereits hinzugefügt.
hr: Ovaj izvor je već dodan.
nn: Du har allereie lagt til denne kjelda.
pl: To źródło zostało już dodane.
th: คุณได้เพิ่มซอร์สนี้ไปแล้ว

source: Unable to locate an APT repository at:
de: APT-Quelle konnte nicht gefunden werden:
hr: Nije moguće locirati APT skladišta u:
nn: Kunne ikkje finna eit APT-kjelde på:
pl: Nie można zlokalizować repozytorium APT na:
th: ไม่สามารถระบุที่อยู่ของซอร์ส APT ที่:

source: Unable to locate APT repositories at:
de: APT-Quellen konnten nicht gefunden werden:
hr: Nije moguće locirati APT skladišta u:
nn: Kunne ikkje finna APT-kjelder på:
pl: Nie można zlokalizować repozytoriów APT na:
th: ไม่สามารถระบุที่อยู่ของซอร์ส APT ที่:

source: Error while downloading %@: %@
de: Fehler beim Herunterladen von %@: %@
hr: Greška pri preuzimanju %@: %@
nn: Feil under nedlasting av %@: %@
pl: Wystąpił błąd podczas pobierania %@: %@
th: ข้อผิดพลาดขณะดาวน์โหลด %@: %@

source: A total of %lu files will be downloaded
de: Es werden insgesamt %lu Dateien runtergeladen
hr: Datoteka za preuzimanje: %lu
nn: %lu filer vil lastast ned
pl: Zostaną pobrane %lu plik/i
th: %lu ไฟล์จะถูกดาวน์โหลด

source: Could not parse %@ from %@
de: Konnte %@ von %@ nicht analysieren
hr: Ne može rasčlaniti %@ iz %@
nn: Kunne ikkje parse %@ frå %@
pl: Nie udało się zanalizować %@ z %@
th: ไม่สามารถอ่าน %@ จาก %@

source: Could not find a download URL for
de: Konnte keine Download-URL finden für
hr: Ne mogu pronaći URL preuzimanje za
nn: Kunne ikkje finna ein nedlastingsnettadresse for
pl: Nie udało znaleźć się URL pobierania dla
th: ไม่สามารถหา URL สำหรับดาวน์โหลด

source: Authorizing Download for %@
de: Download für %@ wird autorisiert
hr: Autorizacija preuzimanja za %@
nn: Autoriserer nedlasting for %@
pl: Autoryzacja pobierania %@
th: กำลังยืนยันการดาวน์โหลด %@

source: Couldn't authorize download for %@.
de: Download für %@ konnte nicht autorisiert werden.
hr: Nije bilo moguće autorizirati preuzimanje za %@.
nn: Kunne ikkje autorisera nedlasting for %@.
pl: Nie można autoryzować pobierania dla %@.
th: ไม่สามารถยืนยันการดาวน์โหลด %@ ได้

source: Reason: %@
de: Grund: %@
hr: Razlog: %@.
nn: Årsak: %@
pl: Powód: %@
th: สาเหตุ: %@

source: Could not download Release file from %@. Reason: %@
de: Die Release-Datei von %@ konnte nicht herunterladen werden. Grund: %@
hr: Pogreška pri preuzimanju Release datoteke od %@. Razlog: %@
nn: Kunne ikkje lasta ned utgivelsesfil frå %@. Årsak: %@
pl: Nie można pobrać pliku Release z %@. Powód: %@
th: ไม่สามารถดาวน์โหลดไฟล์ Release จาก %@ ได้ สาเหตุ: %@
