Repository: pwnd2e/Zebra
Catalog: Zebra/*.lproj/Localizable.strings
Languages: de, hr, nn, pl, th

source: Could not download Packages file from %@. Reason: %@
de: Die Packages Datei von %@ konnte nicht herunterladen werden. Grund: %@
hr: Pogreška pri preuzimanju od %@. Razlog: %@
nn: Kunne ikkje lasta ned pakkefil frå %@. Årsak: %@
pl: Nie można pobrać pliku Packages z %@. Powód: %@
th: ไม่สามารถดาวน์โหลดไฟล์ Packages จาก %@ ได้ สาเหตุ: %@

source: Could not download one or more files from %@. Reason: %@
de: Eine oder mehrere Dateien von %@ konnten nicht heruntergeladen werden. Grund: %@
hr: Pogreška pri preuzimanju od %@. Razlog: %@
nn: Kunne ikkje lasta ned ein eller fleire filer frå %@. Årsak: %@
pl: Nie można pobrać jednego lub więcej plików z %@. Powód: %@
th: ไม่สามารถดาวน์โหลดไฟล์อย่างน้อยหนึ่ง จาก %@ ได้ สาเหตุ: %@

source: Error while moving file at %@ to %@
de: Fehler beim Verschieben der Datei von %@ nach %@
hr: Greška pri premještanju datoteke od %@ do %@
nn: Feil ved flytting av fil frå %@ til %@
pl: Błąd podczas przenoszenia pliku z %@ do %@
th: เกิดข้อผิดพลาดระหว่างการย้ายไฟล์ที่ %@ ไปยัง %@

source: The URL you entered is not valid. Please check it and try again.
de: Die URL die Sie eingegeben haben ist ungültig. Bitte überprüfen Sie sie und versuchen Sie es nochmals.
hr: Uneseni URL nije ispravan. Molimo pokušajte ponovno.
nn: Nettadressa du gav opp er ikkje gyldig. Kontroller ho og prøv igjen.
pl: Podany adres URL jest nieprawidłowy. Sprawdź go i spróbuj ponownie.
th: URL ที่คุณใส่นั้นไม่ถูกต้อง กรุณาตรวจสอบและลองอีกครั้ง

source: Zebra was unable to download the source specified at %@. It may be temporarily inaccessible or could have been added incorrectly.
de: Zebra konnte die Quelle unter %@ nicht herunterladen. Sie könnte temporär unerreichbar sein oder wurde möglicherweise fehlerhaft hinzugefügt.
hr: Zebra nije uspjela preuzeti izvor na %@. Izvor je možda neispravan ili trenutno nedostupan.
nn: Zebra kunne ikkje lasta ned kjelda som er angitt i %@. Ho kan vera mellombels utilgjengeleg eller kunne vorte lagt til feil.
pl: Zebra nie mogła pobrać źródła określonego w %@. Może być ono tymczasowo niedostępne lub zostało nieprawidłowo dodane.
th: Zebra ไม่สามารถดาวน์โหลดซอร์ส %@ ซึ่งอาจจะไม่สามารถเข้าถึงได้ชั่วขณะ หรือถูกเพิ่มมาแบบไม่ถูกต้อง

source: Install All
de: Alle installieren
hr: Instaliraj sve
nn: Installer alle
pl: Zainstaluj wszystkie
th: ติดตั้งทั้งหมด

source: Latest
de: Neuste
hr: Najnovije
nn: Nyaste
pl: Najnowsze
th: ล่าสุด

source: Version
hr: Inačica
nn: Versjon
pl: Wersja
th: รุ่น

source: Packages
de: Pakete
hr: Paketi
nn: Pakkar
pl: Pakiety
th: โปรแกรม

source: Show Updates
de: Aktualisierungen anzeigen
hr: Prikaži ažuriranja
nn: Vis oppdateringar
pl: Pokaż zmiany
th: แสดงรุ่นใหม่ถ้ามี

source: Hide Updates
de: Aktualisierungen verstecken
hr: Sakrij ažuriranja
nn: Skjul oppdateringar
pl: Ukryj aktualizacje
th: ซ่อนรายการปรับปรุง

source: Select Version
de: Version auswählen
hr: Odaberi verziju
nn: Vel versjon
pl: Wybierz wersje
th: เลือกรุ่น

source: Select a version to install:
de: Zu installierende Version auswählen:
hr: Odaberite koju verziju želite instalirati:
nn: Vel versjonen du vil installera:
pl: Wybierz wersję, którą chcesz zainstalować:
th: เลือกรุ่นที่จะทำการติดตั้ง:

source: Select a version to upgrade to:
de: Version auswählen, auf die aktualisiert werden soll:
hr: Odaberite na koju se verziju želite nadograditi:
nn: Vel versjonen du vil oppdatera til:
pl: Wybierz, do której wersji zaktualizować:
th: เลือกรุ่นที่ใหม่กว่าที่จะทำการติดตั้ง:

source: Select a version to downgrade to:
de: Version auswählen, auf die heruntergestuft werden soll:
hr: Odaberite verziju na koju se želite spustiti:
nn: Vel versjonen du vil nedgradera til:
pl: Wybierz, do której wersji cofnąć:
th: เลือกรุ่นที่เก่ากว่าที่จะทำการติดตั้ง:

source: Upgrade All
de: Alle aktualisieren
hr: Nadogradi Sve
nn: Oppdater alle
pl: Zaktualizuj wszystkie
th: ปรับรุ่นใหม่ทั้งหมด

source: Loaded
de: Geladen
hr: Učitan
nn: Lasta
pl: Załadowane
th: โหลดแล้ว

source: ABC
th: กขค

source: Date
de: Datum
hr: Datum
nn: Dato
pl: Data
th: วันที่

source: Size
de: Größe
hr: Veličina
nn: Storleik
pl: Rozmiar
th: ขนาด

source: Available Upgrades
de: Verfügbare Aktualisierungen
hr: Dostupna Ažuriranja
nn: Tilgjengelege oppdateringar
pl: Dostępne aktualizacje
th: รุ่นใหม่ที่มี

source: Recent
de: Kürzlich
hr: Nedavno
nn: Nyleg
pl: Ostatnie
th: เร็วๆ นี้

source: Source
de: Quelle
hr: Izvor
nn: Kjelde
pl: Źródło
th: ซอร์ส

source: Installed Files
de: Installierte Dateien
hr: Instalirane Datoteke
nn: Installerte filer
pl: Zainstalowane pliki
th: ไฟล์ที่มาตอนติดตั้ง

source: Modify
de: Bearbeiten
hr: Izmjeni
nn: Endre
pl: Modyfikuj
th: แก้ไข

source: Authenticate to initiate purchase.
de: Zum Kaufen authentifizieren.
hr: Autentifikacije za pokretanje kupovine.
nn: Autentiser for å kjøpa.
pl: Uwierzytelnij, aby rozpocząć zakup.
th: ยืนยันตัวตนเพื่อเริ่มการซื้อ

source: More by this Developer
de: Mehr von diesem Entwickler
hr: Više od ovog Programera
nn: Meir frå denne utviklaren
pl: Więcej od tego programisty
th: โปรแกรมอื่นๆ จากนักพัฒนาคนนี้

source: %@ (Installed Version: %@)
de: %@ (Installierte Version: %@)
hr: %@ (Instalirana verzija: %@)
nn: %@ (Installert versjon: %@)
pl: %@ (Zainstalowana wersja: %@)
th: %@ (รุ่นที่ติดตั้ง: %@)

source: %@ (Installed Size: %@)
de: %@ (Größe der Installation: %@)
hr: %@ (Instalirana veličina: %@)
nn: %@ (Installert storleik: %@)
pl: %@ (Rozmiar instalacji: %@)
th: %@ (ขนาดเมื่อติดตั้ง: %@)

source: Add to Wish List
de: Zur Wunschliste hinzufügen
hr: Dodaj na popis želja
nn: Legg til i ønskelista
pl: Dodaj do listy życzeń
th: เพิ่มในรายการอยากได้

source: Remove from Wish List
de: Von Wunschliste entfernen
hr: Ukloni s popisa želja
nn: Fjern frå ønskelista
pl: Usuń z listy życzeń
th: ลบจากรายการอยากได้

source: Administration
hr: Administracija
nn: Administrasjon
pl: Administracyjne
th: ผู้ดูแลระบบ

source: Addons
de: Erweiterungen
hr: Dodaci
nn: Utvidingar
pl: Dodatki
th: ส่วนเสริม

source: App Addons
de: App Erweiterungen
hr: Dodatci Aplikacijama
nn: App utvidingar
pl: Dodatki do aplikacji
th: ส่วนเสริมโปรแกรม

source: Archiving
de: Archivierung
hr: Arhiviranje
nn: Arkivering
pl: Archiwizacja
th: การเก็บถาวร

source: Carrier Support
de: Netzbetreiber Unterstützung
hr: Mrežna podrška
nn: Operatør støtte
pl: Wsparcie operatorów
th: เครือข่ายมือถือ

source: Communication
de: Kommunikation
hr: Komunikacija
nn: Kommunikasjon
pl: Komunikacja
th: การสื่อสาร

source: Data Storage
de: Daten Speicher
hr: Pohrana podataka
nn: Data lagring
pl: Przechowywanie danych
th: การจัดเก็บข้อมูล

source: Development
de: Entwicklung
hr: Razvoj
nn: Utvikling
pl: Programowanie
th: การพัฒนา

source: Dictionaries
de: Wörterbücher
hr: Rječnici
nn: Bibliotek
pl: Słowniki
th: พจนานุกรม

source: Education
de: Bildung
hr: Edukacija
nn: Utdanning
pl: Edukacja
th: การศึกษา

source: Entertainment
de: Unterhaltung
hr: Zabava
nn: Underhaldning
pl: Rozrywka
th: ความบันเทิง

source: Games
de: Spiele
hr: Igre
nn: Spel
pl: Gry
th: เกมส์

source: Health and Fitness
de: Gesundheit und Fitness
hr: Zdravlje i Fitness
nn: Helse og trening
pl: Zdrowie i kondycja
th: สุขภาพและการออกกำลังกาย

source: Imaging
de: Abbildung
hr: Alati za fotografiju
nn: Bildebehandling
pl: Graficzne
th: รูปภาพ

source: Java
th: จาวา

source: Keyboards
de: Tastaturen
hr: Tipkovnice
nn: Tastatur
pl: Klawiatury
th: แป้นพิมพ์

source: Localization
de: Lokalisierung
hr: Lokalizacija
nn: Omsetjingar
pl: Lokalizacja
th: ภาษาท้องถิ่น

source: Messaging
de: Mitteilungen
hr: Poruke
nn: Meldingar
pl: Wiadomości
th: ส่งข้อความ

source: Multimedia
hr: Multimedija
th: มัลติมีเดีย

source: Navigation
hr: Navigacija
nn: Navigasjon
pl: Nawigacja
th: การนำทาง

source: Networking
de: Netzwerk
hr: Mreža
nn: Nettverk
pl: Sieć
th: เครือข่าย

source: Packaging
de: Paketmanagement
hr: Pakiranja
nn: Pakketering
pl: Pakiety
th: บรรจุภัณฑ์

source: Productivity
de: Produktivität
hr: Produktivnost
nn: Produktivitet
pl: Produktywność
th: ผลิตภาพ

source: Repositories
de: Quellen
hr: Skladišta
nn: Kjelder
pl: Źródła
th: ซอร์ส

source: Ringtones
de: Klingeltöne
hr: Zvuk zvona
nn: Ringetoner
pl: Dzwonki
th: เสียงเรียกเข้า

source: Scripting
de: Skripten
hr: Skriptiranje
nn: Skripting
pl: Skrypty
th: ชุดคำสั่ง

source: Security
de: Sicherheit
hr: Sigurnost
nn: Sikkerheit
pl: Bezpieczeństwo
th: ความปลอดภัย

source: Social
de: Sozial
hr: Društveno
nn: Sosialt
pl: Społecznościowe
th: สังคม

source: System
hr: Sustav
pl: Systemowe
th: ระบบ

source: Terminal Support
de: Terminal Unterstützung
hr: Podrška za Terminal
nn: Terminalstøtte
pl: Wsparcie terminala
th: โปรแกรม Terminal

source: Text Editors
de: Texteditoren
hr: Obrada Teksta
nn: Tekstredigeringsverktøy
pl: Edytory tekstu
th: แก้ไขข้อความ

source: Themes
hr: Teme
nn: Tema
pl: Motywy
th: ธีม

source: Toys
de: Spielzeuge
hr: Igračke
nn: Leikar
pl: Zabawki
th: ของเล่น

source: Tweaks
hr: Proširenja
pl: Ulepszenia
th: ทวีค

source: Utilities
de: Dienstprogramme
hr: Alati
nn: Verktøy
pl: Użyteczne
th: จิปาถะ

source: Wallpaper
de: Hintergründe
hr: Pozadina
nn: Bakgrunnar
pl: Tapeta
th: ภาพพื้นหลัง

source: Widgets
hr: Widgeti
nn: Widgeter
pl: Widżety
th: วิดเจ็ท

source: Search
de: Suchen
hr: Pretraga
nn: Søk
pl: Szukaj
th: ค้นหา

source: No Results Found
de: Keine Ergebnisse gefunden
hr: Nema pronađenih rezultata
nn: Ingen resultat funne
pl: Nie znaleziono wyników
th: ไม่พบรายการ

source: Name
hr: Ime
nn: Namn
pl: Imię
th: ชื่อ

source: Description
de: Beschreibung
hr: Opis
nn: Skildring
pl: Opis
th: คำอธิบาย

source: Author
de: Ersteller
hr: Autor
nn: Forfattar
pl: Autor
th: ผู้สร้าง

source: Console
de: Konsole
hr: Konzole
nn: Konsoll
pl: Konsola
th: คอนโซล

source: Performing Actions…
de: Prozesse werden durchgeführt…
hr: Izvođenje radnji…
nn: Utfører handlingar…
pl: Wykonywanie akcji…
th: กำลังทำงาน…

source: Updating icon cache asynchronously…
de: Symbol-Zwischenspeicher wird asynchron aktualisiert…
hr: Ažuriranje predmemorije ikona asinkrono…
nn: Oppdaterer ikonbuffer asynkront…
pl: Aktualizowanie pamięci ikon asynchronicznie…
th: กำลังปรับปรุงแคชไอคอนใหม่…

source: uicache is not available on the simulator
de: uicache ist im Simulator nicht verfügbar
hr: uicache nije dostupan na simulatoru
nn: uicache er ikkje tilgjengeleg i simulasjonen
pl: uicache nie jest dostępne w symulatorze
th: uicache ไม่รองรับในอุปกรณ์จำลอง

source: Close Zebra
de: Zebra schließen
hr: Zatvori Zebru
nn: Lukk Zebra
pl: Zamknij Zebrę
th: ปิด Zebra

source: Closing Zebra…
de: Zebra schließen…
hr: Zatvaranje Zebre…
nn: Lukkar Zebra…
pl: Zamykanie Zebry…
th: ปิด Zebra…

source: Restart SpringBoard
de: SpringBoard neu starten
hr: Ponovo pokrenite SpringBoard
nn: Start SpringBoard på nytt
pl: Uruchom ponownie SpringBoard
th: เริ่มการทำงาน SpringBoard ใหม่

source: Restarting SpringBoard…
de: SpringBoard wird neu gestartet…
hr: Ponovo pokrenite SpringBoard…
nn: Startar SpringBoard på nytt…
pl: Restartowanie SpringBoardu…
th: เริ่มการทำงาน SpringBoard ใหม่…

source: Parsing %@
de: %@ wird analysiert
hr: Rasčlanjivanje %@
nn: Parsar %@
pl: Analizowanie %@
th: อ่าน %@

source: Starting Download
de: Download wird gestartet
hr: Početak Preuzimanja
nn: Startar nedlasting
pl: Rozpoczynanie pobierania
th: เริ่มต้นดาวน์โหลด

source: Downloading
de: Herunterladen
hr: Preuzimanje
nn: Lastar ned
pl: Pobieranie
th: กำลังดาวน์โหลด

source: Downloading %@
de: %@ wird heruntergeladen
hr: Preuzimanje %@
nn: Lastar ned %@
pl: Pobieranie %@
th: กำลังดาวน์โหลด %@

source: Downloading Packages…
de: Pakete werden heruntergeladen…
hr: Preuzimanje paketa…
nn: Lastar ned pakkar…
pl: Pobieranie pakietów…
th: กำลังดาวน์โหลดโปรแกรม…

source: Download Completed
de: Herunterladen abgeschlossen
hr: Preuzimanje završeno
nn: Nedlasting fullført
pl: Pobieranie zakończone
th: การดาวน์โหลดเสร็จสิ้น

source: Installing
de: Wird installiert
hr: Instaliranje
nn: Installerer
pl: Instalowanie
th: กำลังติดตั้ง

source: Installing Packages…
de: Pakete werden installiert…
hr: Instaliranje paketa…
nn: Installerer pakkar…
pl: Instalowanie pakietów…
th: กำลังติดตั้งโปรแกรม…

source: Removing
de: Wird entfernt
hr: Uklanjanje
nn: Fjernar
pl: Usuwanie
th: กำลังลบ

source: Removing Packages…
de: Pakete werden entfernt…
hr: Uklanjanje paketa…
nn: Fjernar pakkar…
pl: Usuwanie pakietów…
th: กำลังลบโปรแกรม…

source: Reinstalling
de: Neu Installieren
hr: Reinstaliranje
nn: Installerer på nytt
pl: Reinstalowanie
th: กำลังติดตั้งซ้ำ

source: Reinstalling Packages…
de: Pakete werden neu installiert…
hr: Reinstaliranje paketa…
nn: Installerer pakkar på nytt…
pl: Reinstalowanie pakietów…
th: กำลังติดตั้งโปรแกรมซ้ำ…

source: Upgrading
de: Aktualisiere
hr: Nadograđivanje
nn: Oppgraderer
pl: Aktualizowanie
th: กำลังปรับปรุงรุ่น

source: Upgrading Packages…
de: Pakete werden aktualisiert…
hr: Nadograđivanje paketa…
nn: Oppgraderer pakkar…
pl: Aktualizowanie pakietów…
th: กำลังปรับปรุงรุ่นโปรแกรม…

source: Complete
de: Fertig
hr: Završeno
nn: Ferdig
pl: Ukończone
th: เสร็จสิ้น

source: Finished!
de: Fertig!
hr: Gotovo!
nn: Ferdig!
pl: Ukończone!
th: เสร็จสิ้น!

source: Return to Queue
de: Zurück zur Warteschlange
hr: Povratak u red
nn: Tilbake til kø
pl: Powrót do kolejki
th: กลับไปยังคิว

source: Returning to Queue…
de: Zurück zur Warteschlange…
hr: Povratak u red…
nn: Går tilbake til køen…
pl: Wracanie do kolejki…
th: กลับไปยังคิว…

source: Importing local packages.
de: Lokale Pakete werden importiert.
hr: Uvoz lokalnih paketa.
nn: Importerer lokale pakkar.
pl: Importowanie lokalnych pakietów.
th: นำเข้าโปรแกรมจากในเครื่อง

source: Finished importing local packages.
de: Lokale Pakete wurden erfolgreich importiert.
hr: Dovršen uvoz lokalnih paketa.
nn: Ferdig med å importere lokale pakkar.
pl: Ukończono importowanie lokalnych pakietów.
th: เสร็จสิ้นการนำเข้าโปรแกรมจากในเครื่อง

source: One or more packages failed to download.
de: Ein oder mehrere Paket/e konnte/n nicht heruntergeladen werden.
hr: Pogreška pri preuzimanju jednog ili više paketa.
nn: Nedlasting av ein eller fleire pakkar feila.
pl: Jednego lub więcej pakietów nie udało się zaktualizować.
th: โปรแกรมหนึ่งตัวหรือมากกว่าไม่สามารถดาวน์โหลดมาได้

source: Click "Return to Queue" to return to the Queue and retry the download.
de: Tippe auf "Zurück zur Warteschlange", um zur Warteschlange zurückzukehren und versuche es erneut.
hr: Kliknite "Povratak u red" da biste se vratili u red i pokušali ponovo preuzeti.
nn: Trykk på "Tilbake til kø" for å returnera til køen og prøva nedlastinga på nytt.
pl: Kliknij "Powrót do kolejki" żeby powrócić do kolejki i ponowić pobieranie.
th: แตะ "กลับไปยังคิว" เพื่อไปหน้าคิวและทำการดาวน์โหลดโปรแกรมใหม่อีกครั้ง

source: Could not complete %@ process. Reason: %@
de: Prozess %@ konnte nicht abgeschlossen werden. Grund: %@
hr: Nije bilo moguće izvršiti %@ proces. Razlog: %@
nn: Kunne ikkje fullføra %@ prosess. Årsak: %@
pl: Nie można ukończyć procesu %@. Powód: %@
th: ไม่สามารถทำขั้นตอน %@ ให้เสร็จ สาเหตุ: %@

source: Done…
de: Fertigstellen…
hr: Gotovo…
nn: Ferdig…
pl: Gotowe…
th: เสร็จสิ้น…

source: Done %@
de: %@ ist abgeschlossen
hr: Dovršeno %@
nn: Ferdig %@
pl: Ukończono %@
th: เสร็จสิ้น %@

source: Removing Zebra…
de: Zebra wird entfernt …
hr: Uklanjanje Zebre…
nn: Fjerner Zebra…
pl: Usuwanie Zebra…
th: ถอนการติดตั้ง Zebra…

source: Installing Zebra…
de: Zebra wird installiert …
hr: Instaliranje Zebre…
nn: Installerer Zebra…
pl: Instalowanie Zebry…
th: ติดตั้ง Zebra…

source: Error while opening file:
de: Fehler beim Öffnen der Datei:
hr: Greška pri otvaranju datoteke:
nn: Feil under opning av fil:
pl: Błąd podczas otwierania pliku:
th: เกิดข้อผิดพลาดในการเปิดไฟล์:

source: Adding Payment Vendor URL for %@
de: URL des Zahlungsdienstleisters für %@ hinzufügen
hr: Dodavanje URL-a dobavljača plaćanja za %@
nn: Legg til nettadressa til betalingsleverandøra for %@
pl: Dodawanie URL dostawcy płatności dla %@
th: เพิ่ม URL ของผู้วางขายสำหรับ %@

source: This device is simulated, here are the packages that would be modified in this stage:
de: Dieses Gerät wird simuliert. Hier sind die Pakete, die in dieser Phase modifiziert werden müssten:
hr: Ovaj uređaj je simuliran, ovdje su paketi koji bi bili modificirani u ovom trenutku:
nn: Denne eininga er simulert, her er pakkane som ville bli endra i dette trinnet:
pl: To urządzenie jest symulowane, oto pakiety, które zostaną zmodyfikowane w tym etapie:
th: อุปกรณ์นี้อยู่ในโหมดจำลอง นี่คือโปรแกรมที่จะถูกปรับแก้ในขั้นตอนนี้:

source: %d Packages Queued
de: %d Pakete in der Warteschlange
hr: %d Paketa na listi
nn: %d Pakkar lagt til i kø
pl: %d Pakietów w kolejce
th: %d โปรแกรมในคิว

source: %d Package Queued
de: %d Paket in der Warteschlange
hr: %d Paket na listi
nn: %d Pakke lagt til i kø
pl: %d Pakiet w kolejce
th: %d โปรแกรมในคิว

source: Tap to manage
de: Zum Verwalten tippen
hr: Dotakni za upravljanje
nn: Trykk for å administrera
pl: Dotknij, aby zarządzać
th: แตะเพื่อจัดการ

source: No Packages Queued
de: Keine Pakete in der Warteschlange
hr: Lista paketa je prazna
nn: Ingen pakkar lagt til i kø
pl: Brak pakietów w kolejce
th: ไม่มีโปรแกรมในคิว

source: Queue
de: Warteschlange
hr: Lista čekanje
nn: Kø
pl: Kolejka
th: คิว

source: Install
de: Installieren
hr: Instaliraj
nn: Installer
pl: Instaluj
th: ติดตั้ง

source: Reinstall
de: Neu installieren
hr: Reinstaliraj
nn: Installer på nytt
pl: Reinstaluj
th: ติดตั้งซ้ำ

source: Remove
de: Entfernen
hr: Ukloni
nn: Fjern
pl: Usuń
th: ลบ

source: Upgrade
de: Aktualisieren
hr: Nadogradi
nn: Oppgrader
pl: Aktualizuj
th: อัพเกรด

source: Downgrade
hr: Unazaditi
nn: Nedgrader
pl: Dezaktualizuj
th: ดาวน์เกรด

source: Download Size
de: Downloadgröße
hr: Veličina preuzimanja
nn: Nedlasting storleik
pl: Rozmiar pobierania
th: ขนาดดาวน์โหลด

source: Confirm
de: Bestätigen
hr: Potvrdi
nn: Stadfest
pl: Potwierdź
th: ยืนยัน

source: Issues
de: Probleme
hr: Problemi
nn: Problem
pl: Błędy
th: ปัญหา

source: Required Package
de: Benötigtes Paket
hr: Potreban Paket
nn: Påkrevd pakke
pl: Wymagany pakiet
th: โปรแกรมที่จำเป็น

source: Are you sure?
de: Bist du sicher?
hr: Jeste li sigurni?
nn: Er du sikker?
pl: Czy jesteś pewny?
th: คุณแน่ใจหรือไม่?

source: Remove from Queue
de: Aus der Warteschlange entfernen
hr: Ukloni iz Liste
nn: Fjern frå køen
pl: Usuń z kolejki
th: เอาออกจากคิว

source: Clear Queue
de: Warteschlage leeren
hr: Očisti red čekanja
nn: Tøm kø
pl: Wyczyść Kolejkę
th: ล้างคิว

source: %@ is required by:
de: %@ wird benötigt von:
hr: %@ je potreban od strane:
nn: %@ blir kravd av:
pl: %@ jest wymagany przez:
th: %@ จำเป็นต้องติดตั้งเพราะ:

source: "%@" conflicts with %@
de: „%@” steht im Konflikt mit %@
hr: "%@" se sukobljava s %@
nn: "%@" er i konflikt med %@
pl: "%@ koliduje z %@
th: "%@" ไม่รองรับ %@

source: %@ must be removed because it depends on %@
de: %@ muss entfernt werden weil es von %@ abhängt
hr: %@ mora biti uklonjeno jer ovisi o %@
nn: %@ må fjernast fordi det avheng av %@
pl: %@ musi zostać usunięte, bo polega na %@
th: %@ จะถูกลบออกเพราะขึ้นกับ %@

source: %@ has issues that cannot be resolved:
de: %@ hat Probleme die nicht gelöst werden konnten:
hr: %@ ima probleme koji se ne mogu riješiti:
nn: %@ har problem som ikkje kan løysast:
pl: %@ ma błędy, których nie udało się rozwiązać:
th: %@ มีปัญหาที่ไม่สามารถแก้เองได้

source: Are you sure you want to clear the Queue?
de: Möchten Sie die Warteschlange wirklich leeren?
hr: Jeste li sigurni da želite očistiti popis?
nn: Er du sikker på at du vil tømma køen?
pl: Czy na pewno chcesz wyczyścić kolejkę?
th: คุณแน่ใจหรือไม่ที่จะล้างคิว?

source: %@ is a required package. It should NOT be removed unless you know exactly what you are doing!
de: %@ ist ein erforderliches Paket. Es sollte NICHT entfernt werden, außer Sie wissen genau, was Sie tun!
hr: %@ je potreban paket. NE bi trebao biti uklonjen osim ukoliko ne znate što radite!
nn: %@ er ein påkravd pakke. Han burde IKKJE fjernast med mindre du veit nøyaktig kva du gjer!
pl: %@ jest wymaganym pakietem. Nie powinien być usuwany, chyba że wiesz dokładnie, co robisz!
th: %@ เป็นโปรแกรมที่จำเป็นต้องติดตั้งไว้บนเครื่อง ไม่ควรถูกลบออกนอกจากว่าคุณรู้ตัวว่ากำลังทำอะไร!

source: Live Search
de: Live-Suche
hr: Pretraživanje uživo
nn: Live søk
pl: Wyszukiwanie
th: การค้นหาทันที

source: Tweaks, Themes, and More
de: Tweaks, Themes und mehr
hr: Nadogradnje, Teme i Više
nn: Tweaks, tema og meir
pl: Tweaki, motywy i więcej
th: ทวีค, ธีม และอีกมากมาย

source: %@ is a required package and must be removed because it depends on %@. %@ should NOT be removed unless you know exactly what you are doing!
de: %@ ist ein erforderliches Paket und muss entfernt werden, da es von %@ abhängt. %@ sollte NICHT entfernt werden, außer Sie wissen genau, was Sie tun!
hr: %@ je potreban paket i mora biti uklonjen je ovisi o %@. %@ NE bi smio biti uklonjen osim ukoliko ne znate što radite!
nn: %@ er ein påkravd pakke og må fjernast fordi han avheng av %@. %@ burde IKKJE fjernast med mindre du veit nøyaktig kva du gjer!
pl: %@ jest wymaganym pakietem i musi zostać usunięty, ponieważ zależy od %@. %@ NIE powinien być usunięty, chyba że wiesz dokładnie, co robisz!
th: %@ เป็นโปรแกรมที่จำเป็นต้องติดตั้งไว้บนเครื่อง แต่จะถูกนำออกเนื่องจาก %@ ซึ่ง %@ ไม่ควรถูกลบออกนอกจากว่าคุณรู้ตัวว่ากำลังทำอะไร!

source: One or more of the packages in the Queue for removal is essential or required. It is not recommended to proceed unless you know exactly what you are doing. Removing these packages could cause irreversible damage to your device and might result in a full restore.
de: Ein oder mehrere Pakete, die sich in der Warteschlange befinden und entfernt werden sollen sind unerlässlich oder zwingend erforderlich. Es wird nicht empfohlen, fortzufahren, es sei denn, Sie wissen genau, was Sie tun. Das Entfernen dieser Pakete kann zu irreversiblen Schäden an Ihrem Gerät führen und eine komplette Systemwiederherstellung zur Folge haben.
hr: Jedan ili više paketa na listi za uklanjanje je neophodno ili je potrebno. Ne preporučuje se nastavak ukoliko ne znate točno što radite. Uklanjanje ovih paketa moglo bi uzrokovati nepovratnu štetu na vašem uređaju i rezultirati potpunim obnavljanjem.
nn: Ein eller fleire av pakka i køen som skal fjernast er essensielle eller påkravd. Det blir ikkje tilrådt å fortsetja med mindre du veit nøyaktig kva du gjer. Viss du fjernar desse pakka, kan det føra til irreversibel skade på eininga di som kan føra til at du må retta opp igjen eininga di.
pl: Jeden lub więcej pakietów w kolejce do usunięcia jest wymagany. Nie jest zalecane kontynuowanie, chyba że wiesz dokładnie, co robisz. Usuwanie tych pakietów może skutkować nieodwracalnymi uszkodzeniami i może wymagać pełnego odnowienia.
th: หนึ่งโปรแกรมหรือมากกว่าในคิวถอนการติดตั้งนั้นจำเป็นต้องมีบนเครื่อง ไม่แนะนำให้ดำเนินการต่อนอกจากว่าคุณรู้ตัวว่ากำลังทำอะไร การลบโปรแกรมเหล่านี้อาจส่งผลเสียกับเครื่องของคุณแบบย้อนกลับไม่ได้ และอาจถึงขั้นต้องล้างเครื่องใหม่

source: Zebra was unable to complete this command because it does not have the proper permissions. Please verify the permissions located at %@ and report this issue on GitHub.
de: Zebra konnte diesen Befehl nicht abschliessen, da ihm die notwendigen Berechtigungen fehlen. Überprüfen Sie bitte die Berechtigungen von %@ und melden Sie dieses Problem auf GitHub.
hr: Zebra nije u mogućnosti izvršiti ovu zadaću iz razloga što nema prikladno dopuštenje. Molimo da potvrdite dopuštanje koje je locirano u %@ i prijavite problem na GitHub.
nn: Zebra klarte ikkje å fullføra denne kommandoen fordi han ikkje har dei nødvendige løyva. Ver vennleg og stadfest løyva som ligg på %@, og rapportar dette problemet på GitHub.
pl: Zebra nie była w stanie wypełnić tej komendy, ponieważ nie posiada odpowiednich uprawnień. Zweryfikuj uprawnienia znajdujące się w %@ i zgłoś ten problem na GitHubie.
th: Zebra ไม่สามารถดำเนินการคำสั่งนี้ได้เนื่องจากสิทธิ์การเข้าถึงไม่ถูกต้อง กรุณาตรวจสอบสิทธิ์การเข้าถึงของไฟล์ %@ และรายงานปัญหานี้ไปที่ GitHub
